ahfynjj/GliderThrow_Meter/Esp_mad_Client/sdkconfig.defaults
## Default configuration for ESP32-C3 target
CONFIG_IDF_TARGET="esp32c3"
CONFIG_IDF_TARGET_ESP32C3=y
CONFIG_IDF_TARGET_ARCH="riscv"
CONFIG_IDF_TARGET_ARCH_RISCV=y

# If you regenerate sdkconfig via `idf.py set-target esp32c3`, these defaults will be used as a base.

